/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "Zavřít";

/* primary label with product name */
"Connecting to %@..." = "Připojování k %@...";

/* primary label */
"Connecting..." = "Připojování...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "O aplikaci...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "Stahování (%1$@ z %2$@ bytů)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "Stahování (%1$@ z %2$@ kB)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "Stahování (%1$@ z %2$@ MB)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "aplikace";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "O aplikaci GoTo Opener";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "Aplikace GoTo Opener pomáhá, aby webové stránky a software GoTo fungovaly ve vašem počítači bez problémů.\n\nVerze: %@\n\nUmístění: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "Inicializace";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "Odesílání požadavku na specifické informace ke spuštění";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "Čekání na další aplikaci GoTo Opener k dokončení";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "Instalace aplikace GoTo Opener";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "Začíná stahování modulu plug-in";

/* generic installing plugin label */
"Installing Plugin" = "Instalace modulu plug-in";

/* generic starting download progress label */
"Starting Download" = "Začíná stahování";

/* generic downloading progress label */
"Downloading" = "Stahování";

/* generic verify archive progress label */
"Verifying" = "Ověřování";

/* generic unarchiving progress label */
"Unzipping" = "Rozbalování";

/* generic launch progress label */
"Installing" = "Instalace";

/* generic launch progress label */
"Launching" = "Spouštění";

/* launch installer progress label */
"Launching Installer" = "Spouštění instalačního programu";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "Stahování se nepodařilo";

/* unarchive failed alert message */
"Unarchive Failed" = "Rozbalování archivu se nepodařilo";

/* installation failed alert message */
"Installation Failed" = "Instalace se nepodařila";

/* launch failed alert message */
"Launch Failed" = "Spuštění se nepodařilo";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "Aplikace GoTo Opener bohužel nemůže spustit %@.";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "Aplikace GoTo Opener bohužel nemůže instalovat %@.";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "Spusťte stahování znovu nebo kontaktujte celosvětovou zákaznickou podporu na webu \nhttp://link.logmeininc.com/get-help.";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "Aplikace GoTo Opener nedůvěřuje serveru pro stahování.";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "Zkontrolujte, zda máte v řetězcích klíčů aktuální certifikáty nebo kontaktujte celosvětovou zákaznickou podporu na webu \nhttp://link.logmeininc.com/get-help.";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "Požadovaná verze %@ nepodporuje tuto verzi systému Mac OS X.";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "Požadovanou aplikaci se nepodařilo z našich serverů stáhnout.";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "%@ se nespustil, protože došlo k chybě při stahování aplikace. Uložte soubor pomocí webového prohlížeče:\n\n1. Klikněte na tlačítko Stáhnout v prohlížeči.\n2. Otevřete a nainstalujte stažený soubor.\n3. Zkuste se připojit k relaci znovu.";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "Pokud potřebujete další pomoc, obraťte se na správce systému nebo kontaktujte podporu pro %@ na adrese\nhttps://link.logmeininc.com/get-help.";


/* app download failed alert download button */
"Download" = "Stáhnout v prohlížeči";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "Instalační program se nepodařilo z našich serverů stáhnout.";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "Nepodařilo se rozbalit archiv s požadovanou aplikací.";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "Nepodařilo se rozbalit archiv s instalačním programem.";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "Požadovanou aplikace se nepodařilo instalovat.";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "Požadovanou aplikace se nepodařilo spustit.";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "Nepodařilo se spustit instalační program.";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "Požadované argumenty aplikace se nepodařilo z našich serverů stáhnout.";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "Opakovat";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "Zavřít";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "Ověření trvalo příliš dlouho";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "Pověření se nepodařilo v přiměřeně dlouhé době ověřit. Možná jste odeslali nesprávné jméno nebo heslo. Zkuste to znovu.";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "Opakovat";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "Zavřít";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "Ověření se nepodařilo";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "Připojení k síti bylo neočekávaně ukončeno během ověřování. Možná jste odeslali nesprávné jméno nebo heslo. Zkuste to znovu.";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "Identita serveru není důvěryhodná";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "Zdá se, že certifikát serveru není platný. Připojení k serveru by mohlo ohrozit vaše důvěrné informace.";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "Zdá se, že certifikát serveru v \\'%@\\' není platný. Připojení k serveru by mohlo ohrozit vaše důvěrné informace.";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "Zdá se, že certifikát serveru \\'%@\\' není platný. Připojení k serveru by mohlo ohrozit vaše důvěrné informace.";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "Zavřít";
